Repository: OmegaT-L10N/fi
Catalog: omegat/project_save.tmx
Source language: en
Languages: fi

source: Irish
fi: iiri

source: Is default translation
fi: Oletuskäännös

source: Issues/bugs tracking system
fi: Ongelmien/ohjelmistovirheiden seurantajäjestelmä

source: It allows accessing both public and private data, where private glossaries (called "collections") can be extracted from existing documents, and the target terms partly populated automatically from various sources.
fi: TaaS-palvelu hakee sekä julkisesta datasta että palveluun yhdistetyistä yksityisistä sanastoista. Yksityisiä sanastokokoelmia luodaan automaattisesti poimimalla lähdekielisiä termejä asiakirjoista ja hakemalla kohdekielisiä termejä erilaisista lähteistä.

source: It also contains installation instructions.
fi: Siihen sisältyvät myös ohjelman asennusohjeet.

source: It can also detect some grammar mistakes.
fi: Se paljastaa myös joitain kielioppivirheitä.

source: It does not include spell checking.
fi: Oikeinkirjoituksen tarkistus ei sisälly sovellukseen.

source: It enables editors who do not possess Déjà Vu to edit translations produced in Déjà Vu in such a way that amendments can be reincorporated easily.
fi: Sen avulla Déjà Vu -ohjelmalla tuotettuja käännöksiä voidaan muokata muissa ohjelmissa, ja muokkaukset saadaan vietyä helposti Déjà Vu -muotoon.

source: It is possible to select another tokenizer (Language Tokenizer) or a different version of the tokenizer (Tokenizer Behavior) from the Project Properties window.
fi: Projektin ominaisuudet -ikkunassa voi valita käytettävän saneistimen (Saneistin) tai sen version (Saneistimen toiminta).

source: It was not possible to create translated documents, because some tags are missing or damaged.
fi: Käännettyjen tiedostojen luonti ei onnistunut, sillä tägejä puuttui tai ne olivat vahingoittuneita.

source: It will be used automatically by OmegaT if Options > Language Checker is checked.
fi: Laajennus on käytössä, kun Asetukset > Kielentarkastin on rastitettu.

source: Italian
fi: italia

source: Its purpose is to develop, distribute and support the use of OmegaT, an open-source translation memory software application.
fi: OmegaT-projektia ylläpitää epämuodollinen ja kansainvälinen vapaaehtoisten ryhmä, jonka tarkoituksena on kehittää ja jakaa ohjelmistoa sekä tarjota tukea sen käyttöön.

source: Japanese
fi: japani

source: Javanese
fi: jaava

source: Jean-Christophe Helary: special thanks to JC for his concise description of OmegaT run, command line parameters and all other details, I have yet to notice.
fi: Jean-Christophe Helarytä OmegaT-ajon johdonmukaisesta kuvauksesta, komentolinjaparametreistä sekä kaikista muista yksityiskohdista, joita en ole vielä huomannut.

source: Jumping to last edited segment...
fi: Siirtymässä viimeksi muokattuun segmenttiin…

source: Kalaallisut, Greenlandic
fi: kalaallisut

source: Kashmiri
fi: kašmiri

source: Kazakh
fi: kazakki

source: Keep up your good work!
fi: Jatkakaa hyvää työtänne!

source: Key behavior in the editor
fi: Näppäimen toiminto muokkausruudussa

source: Key combination
fi: Näppäinyhdistelmä

source: Keyboard shortcuts in the editor
fi: Editorin pikanäppäimet

source: Keyword searches are not available in the search string.
fi: Hakulausekkeessa ei voi käyttää avainsanahakua.

source: Keyword searches match all the space-separated keywords regardless of their order.
fi: Avainsanahaku etsii kaikkia välilyönnein erotettuja avainsanoja riippumatta niiden järjestyksestä.

source: Kikuyu, Gikuyu
fi: kikuju

source: Kinyarwanda
fi: ruanda

source: Kirghiz, Kyrgyz
fi: kirgiisi

source: Kirundi
fi: rundi

source: Korean
fi: korea

source: Kurdish
fi: kurdi

source: Kwanyama, Kuanyama
fi: kuanjama

source: L&og...
fi: &Lokikirja…

source: LCK
fi: LUK

source: LEARNED:
fi: OPITTU:

source: Language Checker
fi: Kielentarkistin

source: Language Pattern
fi: Kielikuvio

source: Language name
fi: Kieli

source: LanguageTool plugin
fi: LanguageTool-laajennus

source: LanguageTool will find errors for which a rule has been defined in its language-specific configuration files.
fi: LanguageTool perustuu sääntöihin, joita on luotu sen kielikohtaisiin määritystiedostoihin.

source: LanguageTool will not work properly if an old version is found in the /plugin folder.
fi: Jos /plugin-kansiossa on laajennuksen vanha versio, LanguageTool ei toimi kunnolla.

source: Languages
fi: Kielet

source: Languages - ISO 639 code list
fi: Kielet – ISO-639-koodit

source: Languages selection
fi: Kielivalinta

source: Last but not least: my thanks to all the contributors to OmegaT documentation tracker for all the inconsistencies found in the previous versions of the documentation.
fi: Lopuksi vielä kiitokset kaikille OmegaT-dokumentaation seurantajärjestelmään osallistuville kaikista epäjohdonmukaisuuksista, joita he ovat löytäneet dokumentaation aiemmista versioista.

source: Last modified by {0}
fi: Viimeksi muokannut: {0}

source: Latin
fi: latina

source: Latvian
fi: latvia

source: Lead developer
fi: Pääkehittäjä

source: Learn
fi: Opi

source: Left-to-Right Embedding (LRE U+202A)
fi: Upotusmerkki vasemmalta oikealle (LRE U+200E)

source: Left-to-Right Mark (LRM U+200E)
fi: Vasemmalta oikealle -merkki (LRM U+200E)

source: Left:
fi: Nuolinäppäin vasemmalle:

source: Legal notices
fi: Oikeudelliset huomautukset

source: Limburgish, Limburgan, Limburger
fi: limburg

source: Line length:
fi: Rivin pituus:

source: Links (&URL)
fi: Linkit (&URL)

source: List View
fi: Luettelonäkymä

source: Lithuanian
fi: liettua

source: Loading TMX files...
fi: TMX-tiedostoja ladataan…

source: Loading glossaries
fi: Sanastoja ladataan…

source: Loading glossary {0}
fi: Termilistaa {0} ladataan

source: Loading project...
fi: Projektia ladataan…

source: Loading: {0}
fi: Ladattavana: {0}

source: Local File/Folder
fi: Paikallinen tiedosto/kansio

source: Local working copies cleaned up: {0}
fi: Siistittyjä paikallisia työkopioita: {0}

source: Localization manager, user group owner
fi: Lokalisointipäällikkö, käyttäjäryhmän omistaja

source: Location
fi: Sijainti

source: Luba-Katanga
fi: katanganluba

source: Luganda
fi: ganda

source: Luxembourgish, Letzeburgesch
fi: luxemburg

source: Mac&hine Translate
fi: Ko&nekäännös

source: Macedonian
fi: makedonia

source: Mailing lists
fi: Postituslistat

source: Make a copy of the External View file, and delete from it the content of all columns except the source-text column.
fi: Tee kopio External View -tiedostosta. Jätä tiedostoon ainoastaan lähtötekstisarake, poista kaikki muu sisältö.

source: Malagasy
fi: malagassi

source: Malay
fi: malaiji

source: Malayalam
fi: malajalam

source: Maltese
fi: malta

source: Manx
fi: manksi

source: Mapping of Local Folders to Remote Folders in Repositories
fi: Paikallisten kansioiden yhdistäminen pakettivarastojen etäkansioihin

source: Mar&k Whitespace
fi: Merkitse tyhjätila

source: Marathi (Marāṭhī)
fi: marathi

source: Marc Prior: correcting my first draft was an act of love for OmegaT and the English language.
fi: Marc Prioria ensimmäisen luonnokseni korjaamisesta, joka oli todellinen rakkaudenosoitus OmegaT:tä ja englannin kieltä kohtaan

source: Mark &Paragraph Delimitations
fi: Merkitse kappale&jaot

source: Mark &Translated Segments
fi: Merkitse &käännetyt segmentit

source: Mark &Untranslated Segments
fi: Merkitse k&ääntämättömät segmentit

source: Mark Non-Unique Se&gments
fi: Merkitse toistuvat segmentit

source: Marshallese
fi: marshall

source: Mask
fi: Maski

source: Match Statistics
fi: Osumatilastot

source: Match Statistics per &File
fi: Osumatilastot &per tiedosto

source: Match Statistics per File
fi: Osumatilastot per tiedosto

source: Matches Changed
fi: Muutetut osumat

source: Matches Inserted Active
fi: Aktiiviset lisätyt osumat

source: Matches Unchanged
fi: Osumat, joita ei ole muutettu

source: Maximum line length:
fi: Pisin rivin pituus:

source: Maximum number of finds has been reached ({0})
fi: Osumien maksimimäärä ({0}) on saavutettu

source: Memor&y
fi: Muisti

source: Merge
fi: Yhdistä

source: Mine
fi: Oma

source: Mini-review of OmegaT, 2012.
fi: OmegaT:n miniarvostelu, 2012

source: Minutes:
fi: Minuutit:

source: Missing
fi: Puuttuvaa

source: Missing tags
fi: Puuttuvat tägit

source: Modification info
fi: Muokkaustiedot

source: Modification info text
fi: Muokkaustietojen teksti

source: Modified Segments:
fi: Muokatut segmentit:

source: Mongolian
fi: mongoli

source: Monolingual
fi: Yksikielinen

source: Moodle PHP Filter Options
fi: Moodle PHP-suodattimen asetukset

source: More
fi: Lisää

source: More information on the format and the procedure for its creation, for both users of Déjà Vu and of other CAT tools, can be found on the relevant Atril page, and on the helpful blog maintained by Kevin Lossner.
fi: Sekä Déjà Vun että muiden CAT-työkalujen käyttäjät löytävät lisää tietoa tiedostomuodosta ja sen luomisesta Atrilin sivulta sekä Kevin Lossnerin ylläpitämästä blogista.

source: Move &Down
fi: Siirrä &alas

source: Move &First
fi: Siirrä &ensimmäiseksi

source: Move &Last
fi: Siirrä &viimeiseksi

source: Move &Up
fi: Siirrä &ylös

source: Mozilla DTD Filter Options
fi: Mozilla DTD-suodattimen asetukset

source: Māori
fi: maori

source: Name
fi: Nimi

source: Navajo, Navaho
fi: navajo

source: Next
fi: Seuraava

source: Next &Translated Segment
fi: Seuraavaan &käännettyyn segmenttiin

source: Next &Untranslated Segment
fi: Seuraavaan k&ääntämättömään segmenttiin

source: Next N&ote
fi: Seuraavaan &muistiinpanoon

source: Next Uni&que Segment
fi: Seuraava &uniikki segmentti

source: Next →
fi: Seuraava →

source: No match:
fi: Ei osumaa:

source: No matches returned by search.
fi: Haku ei löytänyt tuloksia.

source: Non-GUI mode options: --quiet Reduce output to command line stdout.
fi: Asetukset muuta kuin GUI-tilaa varten: --quiet Tuottaa ainoastaan komentorivin standarditulosteen (stdout).

source: Non-breakable space
fi: Sitova välilyönti

source: Non-breakable spaces
fi: Sitovat välilyönnit

source: Non-breaking space
fi: Sitova välilyönti

source: Non-unique segments
fi: Toistuvat segmentit

source: Non-unique segments background
fi: Toistuvien segmenttien tausta

source: Non-visible Instruction Te&xt
fi: Näkymätön &ohjeteksti

source: North Ndebele
fi: pohjois-ndebele

source: Northern Sami
fi: pohjoissaame

source: Norwegian
fi: norja

source: Norwegian Bokmål
fi: norjan bokmål

source: Norwegian Nynorsk
fi: norjan nynorsk

source: Not a local repository
fi: Tämä ei ole paikallinen pakettivarasto

source: Not a valid XML file!
fi: XML-tiedosto ei kelpaa!

source: Not present
fi: Ei esiinny

source: Not to mention his care and diligence, keeping repositories intact and in good order.
fi: sekä siitä huolellisuudesta, jolla hän piti pakettivarastot hyvässä järjestyksessä.

source: Note
fi: Muistiinpano

source: Note that in addition to "source-target" dictionaries you can, using the Dictionary feature, obtain access to information such as:
fi: Kaksikielisen lähde- ja kohdekielisen sanakirjan lisäksi voit käyttää Sanakirja-toimintoa hakeaksesi tietoa seuraavista:

source: Note: All of the segmentation rule sets with a matching Language Pattern are applied in the given order.
fi: Huomautus: Kaikkia segmentointisääntöjoukkoja, joissa on vastaava kielikuvio, käytetään tässä järjestyksessä.

source: Now
fi: Nyt

source: Nr of matching segments: {0}
fi: Osuvien segmenttien lukumäärä: {0}

source: Number of matching segments:
fi: Osuvien segmenttien määrä:

source: Number of unique segments
fi: Uniikkeja segmenttejä

source: Nuosu
fi: sichuanin-yi

source: O&ptions...
fi: &Asetukset…

source: OVR
fi: KORV

source: Occitan
fi: oksitaani

source: Ojibwe, Ojibwa
fi: odžibwa

source: Old Church Slavonic, Church Slavic, Church Slavonic, Old Bulgarian, Old Slavonic
fi: kirkkoslaavi

source: OmegaT - The Free Translation Memory Tool
fi: [fuzzy]Käännösmuistikansio:

source: OmegaT 3.5 - User's Guide
fi: OmegaT 3.5 – Käyttöopas

source: OmegaT Project Files
fi: OmegaT-projektitiedostot

source: OmegaT Project Folder
fi: OmegaT-projektikansio

source: OmegaT User Interface Language
fi: OmegaT-käyttöliittymän kieli

source: OmegaT also has the following mailing lists and trackers, which are hosted on Sourceforge:
fi: Sourceforgessa ylläpidetään seuraavia OmegaT-aiheisia postituslistoja:

source: OmegaT automatically selects a tokenizer for the source and the target language according to the language settings of the project.
fi: OmegaT valitsee lähtö- ja kohdekielen saneistimet automaattisesti projektin kieliasetusten mukaan.

source: OmegaT configuration launchers (OmegaT.l4J.ini, omegat.kaptn and Configuration.properties) contain a template entry.
fi: OmegaT:n määrittimissä (OmegaT.l4J.ini, omegat.kaptn sekä Configuration.properties) on mallipohja.

source: OmegaT does not have read and write permissions to this folder.
fi: OmegaT:llä ei ole luku- ja kirjoitusoikeuksia tähän kansioon.

source: OmegaT has a very active, supportive and multilingual user group here, which users are strongly encouraged to join.
fi: Täältä löytyy aktiivinen ja monikielinen OmegaT:n käyttäjäryhmä, johon kannattaa liittyä.

source: OmegaT has chosen option 'Yes' automatically.
fi: OmegaT valitsi automaattisesti Kyllä-vaihtoehdon.

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
fi: OmegaT on vapaa ja avoin työkalu tietokoneavusteiseen kääntämiseen. Siinä yhdistyvät sumeat käännösosumat, käännösmuisti, avainsanahaku ja erilaiset sanastot, ja ohjelma vie käännöksiä päivitettyihin projekteihin.

source: OmegaT is the original work of Keith Godfrey.
fi: OmegaT:n kehitti Keith Godfrey.

source: OmegaT on Wikipedia
fi: OmegaT Wikipediassa

source: OmegaT on Wikipedia 25 languages
fi: OmegaT Wikipediassa 25 kieltä

source: OmegaT ran out of memory, and will quit when you press OK.
fi: OmegaT:n käytettävissä oleva muisti on täysi. Paina OK, niin ohjelma sulkeutuu.

source: OmegaT version {0} ({1})
fi: OmegaT-versio {0} ({1})

source: OmegaT version {0}, update {1} ({2})
fi: OmegaT-versio {0}, päivitys {1} ({2})

source: OmegaT will not launch if tokenizers are found in the /plugin folder.
fi: OmegaT ei käynnisty, jos /plugin-kansiossa on saneistimia.

source: OmegaT will now terminate.
fi: OmegaT sulkeutuu.

source: OmegaT will try to resegment the TMX file...
fi: OmegaT yrittää segmentoida TMX-tiedoston uudelleen…

source: Once Auto-completer is open, use Ctrl+Space again to switch successively from Glossaries entries, Auto-text entries, Missing tags and Character table options.
fi: Kun automaattisen korvauksen valintaikkuna on avoinna, paina Ctrl + välilyönti vaihtaaksesi kohtiin Sanasto, Autom. tekstikohdat, Puuttuvat tägit ja Näppäintaulukko.

source: One could only wonder, how many the and a prepositions would still be missing without his invaluable help.
fi: Ilman hänen korvaamatonta apuaan englanninkielisestä tekstistä olisi jäänyt puuttumaan vaikka kuinka monta artikkelia.

source: Open MED Project...
fi: Avaa MED-projekti…

source: Open Project
fi: Avaa projekti

source: Open Recent Pro&ject
fi: Avaa &viimeisin projekti

source: Open Source File
fi: Avaa lähdetiedosto

source: Open Source File Location
fi: Avaa lähdetiedoston sijainti

source: Open Target File
fi: Avaa kohdetiedosto

source: Open Target File Location
fi: Avaa kohdetiedoston sijainti

source: Open XML Filter Options
fi: Open XML -suodattimen asetukset

source: Open the Search and replace window with Ctrl K and enter the word or expression you wish to replace in the Search for box.
fi: Avaa etsi ja korvaa -ikkuna painamalla CtrlKja kirjoita Etsi tämä-kenttään sana tai ilmaus, jonka haluat korvata toisella.

source: Open {0} Source Files
fi: Avaa {0} lähdetiedostoa

source: Open {0} Source Files' Locations
fi: Avaa {0} lähdetiedoston sijainnit

source: Open {0} Target Files
fi: Avaa {0} kohdetiedostoa

source: Open {0} Target Files' Locations
fi: Avaa {0} kohdetiedoston sijainnit

source: OpenDocument Filter Options
fi: OpenDocument-suodattimen asetukset

source: Options
fi: Asetukset

source: Options: None: Launch GUI Project path only: Launch GUI and load specified project team Team project tool.
fi: Valinnat: Ei mitään: Käynnistä GUI Ainoastaan projektipolku: Käynnistä GUI, lataa kyseinen projekti team Ryhmäprojektin työkalu

source: Original author of the OmegaT application
fi: OmegaT-sovelluksen alkuperäinen tekijä

source: Oriya
fi: orija

source: Orphan segments
fi: Yksinäisiä segmenttejä

source: Orphaned
fi: Yksinäinen

source: Ossetian, Ossetic
fi: osseetti

source: Other OmegaT resources
fi: [fuzzy]OmegaT-projekti

source: Other contributions are detailed in the readme.txt file
fi: Muut avustajat esitellään tarkemmin readme.txt-tiedostossa.

source: Otherwise, OmegaT will use the language of the operating system.
fi: Muussa tapauksessa OmegaT käyttää käyttöjärjestelmän kieltä.

source: Out-of-order
fi: Epäjärjestyksessä

source: Overwrite Mode
fi: Korvaustila

source: PO Filter Options
fi: PO-suodattimen asetukset

source: Panjabi, Punjabi
fi: pandžabi

source: Paragraph delimitation
fi: Kappalejako

source: Pashto, Pushto
fi: paštu

source: Pattern After
fi: Mallikuvio jälkeen

source: Pattern Before
fi: Mallikuvio ennen

source: Pattern...
fi: Mallikuvio…

source: Perform SVN cleanup on current project or any local SVN repository
fi: Siistii joko nykyisen projektin tai minkä tahansa paikallisen SVN-pakettivaraston versiot.

source: Persian
fi: farsi

source: Place source files in ./source and supplemental material in ./tm, ./glossary, and ./dictionary as required, then commit everything.
fi: Lisää lähdetiedostot kansioon ./source, apumateriaali kansioihin ./tm, ./glossary ja ./dictionary ja vahvista kaikki.

source: Plain text files - in most cases files with a txt extension - contain just textual information and offer no clearly defined way to inform the computer which language they contain.
fi: Muotoilematonta tekstiä sisältävien tekstitiedostojen tiedostotunniste on useimmiten .txt. Tekstitiedostot eivät kuitenkaan kerro tietokoneelle, millä kielellä teksti on kirjoitettu.

source: Please check the ISO 639 Code Tables for further and up-to-date information about language codes.
fi: Tarkempaa ja ajankohtaista tietoa kielikoodeista löytyy ISO 639 -kooditaulukosta.

source: Please close search window.
fi: Sulje hakuikkuna.

source: Please consult the documentation about your recovery options and return the information below to the software manufacturer with a description of how this error was produced.
fi: Tarkasta dokumentaatiosta, millaisia palautusvaihtoehtoja on käytössä. Lähetä ohjelmiston valmistajalle alla olevat tiedot ja kuvaus siitä, kuinka virhe tapahtui.

source: Please contact the OmegaT project manager regarding any point not covered above.
fi: Jos sinulla on kysyttävää jostakin, mitä yllä olevassa tekstissä ei käsitelty, ota yhteyttä OmegaT-projektipäällikköön.

source: Please contact the webmaster for any point regarding specifically the website.
fi: Jos kysymyksesi koskee erityisesti verkkosivua, ota yhteyttä sivuston ylläpitäjään.

source: Please correct the tag issues before using again Create Translated Documents.
fi: Korjaa ensin tägiongelmat ja luo sitten käännetyt tiedostot uudelleen.

source: Please do not use these tracking systems before first raising the issue on the user group and/or mailing lists.
fi: Älä käytä näitä seurantajärjestelmiä ennen kuin olet ilmoittanut asiasta käyttäjäryhmässä ja/tai sähköpostilistalla.

source: Please redo tag validation.
fi: Tarkista tägit uudelleen.

source: Please resolve the conflicts by choosing a translation for each segment below.
fi: Ratkaise ristiriidat valitsemalla alla mainittujen segmenttien käännökset.

source: Please select a different folder.
fi: Valitse toinen kansio.

source: Please select the interval at which the project should be saved automatically, in minutes and seconds.
fi: Valitse projektin automaattisen tallennuksen aikaväli (minuuttia ja sekuntia).

source: Please select the language of your source files and the target language you would like to translate to.
fi: Valitse lähdetiedostoissa käytetty kieli ja kohdekieli, jolle olet kääntämässä.

source: Please try again after you open a project.
fi: Avaa projekti ja yritä sen jälkeen uudelleen.

source: Please type or paste the URL of the mediawiki page
fi: Kirjoita tai liitä MediaWiki-sivun osoite

source: Polish
fi: puola

source: Pop Directional Formatting (PDF U+202C)
fi: Suuntaa kääntävä ohjainmerkki (PDF U-202C)

source: Portuguese
fi: portugali

source: Press <u>{0}</u> to go to <b>{1}</b> suggestions.
fi: Napsauta <u>{0}</u> päästäksesi <b>{1}<b> -ehdotuksiin.

source: Press <u>{0}</u> to return to <b>{1}</b> suggestions.
fi: Napsauta <u>{0}</u> palataksesi <b>{1}<b> -ehdotuksiin.

source: Previous
fi: Edellinen

source: Previous No&te
fi: E&delliseen muistiinpanoon

source: Previous and &next paragraphs
fi: Edelliset ja &seuraavat kappaleet

source: Private collections are displayed in bold.
fi: Yksityisten kokoelmien nimet on lihavoitu.

source: Pro&ject
fi: &Projekti

source: Problem encountered loading project file!
fi: Ongelma projektitiedoston lataamisessa!

source: Problems with dictionaries
fi: Ongelmia sanakirjojen käytössä

source: Processing...
fi: Käsitellään…

source: Project &Files...
fi: Projektin &tiedostot…

source: Project Files ({0} of {1})
fi: Projektitiedostot ({0} / {1})

source: Project Files ({0})
fi: Projektitiedostot ({0})

source: Project Statistics
fi: Projektitilastot

source: Project is Empty
fi: Projekti on tyhjä

source: Project load cancelled by user
fi: Käyttäjä keskeytti projektin lataamisen

source: Project manager
fi: Projektipäällikkö

source: Project saved
fi: Projekti tallennettu

source: Project searches are by default performed on the source and target, reference TMs, glossaries, notes and comments of the project.
fi: Projektihaku hakee oletusarvoisesti projektin lähde- ja kohdekansioista, apukäännösmuisteista, sanastoista, muistiinpanoista ja kommenteista.

source: Pāli
fi: paali

source: Quechua
fi: ketšua

source: R&emove
fi: P&oista

source: R&eplace with Match or Selection
fi: Ko&rvaa osumalla tai valinnalla

source: RTL-LTR switch
fi: vaihtaa kirjoitussuuntaa vasemmalta oikealle ja oikealta vasemmalle

source: Re&move Filter
fi: P&oista suodatin

source: Re&place All
fi: Korvaa k&aikki

source: Re&place with Source
fi: &Korvaa lähteellä

source: Reading TMX file {0}
fi: TMX-tiedostoa {0} luetaan

source: Reading of TMX file complete
fi: TMX-tiedosto luettu

source: Recursi&ve search
fi: &Rekursiivinen haku

source: Refresh
fi: Päivitä

source: Register Identical Translation
fi: Kirjaa sama käännös

source: Regular expression searches match Java regular expressions as documented in the user manual.
fi: Haku säännöllisillä lausekkeilla etsii Javasta säännöllisiä lausekkeita käyttöoppaassa kuvatulla tavalla.

source: Remaining Characters (including spaces)
fi: Merkkejä jäljellä (sis. välilyönnit)

source: Remaining Characters (without spaces)
fi: Merkkejä jäljellä (ilman välilyöntejä)

source: Remaining Segments
fi: Segmenttejä jäljellä

source: Remaining Words
fi: Sanoja jäljellä

source: Remaining:
fi: Jäljellä:

source: Remote File/Folder
fi: Etätiedosto/etäkansio

source: Remote Repositories
fi: Etäpakettivarastot

source: Remove
fi: Poista

source: Remove LanguageTool from the /plugin folder before starting OmegaT.
fi: Poista LanguageTool /plugin-kansiosta ennen OmegaT-ohjelman avaamista.

source: Remove OmegaT tags which have <br>lower case letter before and after it
fi: Poista OmegaT-tägit, joita edeltää ja joita seuraa <br>pieni alkukirjain

source: Remove Ta&gs
fi: &Poista tägit
